{
    "heading": "Consultant Indépendant",
    "about": "À propos de",
    "work": "Travail",
    "contact": "Contact",
    "greetings": "Salut, je suis",
    "subText": "Je développe des interfaces utilisateur pour des applications web et mobiles modernes, dynamiques et interactives.",
    "introduction": "Introduction",
    "overview": "Aperçu",
    "aboutSummary": "Ingénieur logiciel (Frontend & Full stack) avec 5 ans d'expérience dans le développement de produits numériques de classe mondiale axés sur l'engagement client et l'expérience utilisateur riche. Un historique éprouvé de développement et de livraison rapides, apprentissage rapide et bon en enseignement également.",
    "webDeveloper": "Développeur web",
    "frontendDev": "Développeur front-end",
    "fullStackDev": "Développeur Full Stack",
    "reactDev": "Développeur React",
    "whatIhaveDone": "CE QUE J'AI FAIT JUSQU'À PRÉSENT",
    "workExperience": "Expérience Professionnelle",
    "associateSoftwareEng": "Ingénieur Logiciel Associé",
    "exp1p1": "Développement et maintenance de services web utilisant Java/J2EE et le framework Spring Boot",
    "exp1p2": "Collaboration avec des équipes pluridisciplinaires comprenant des développeurs Frontend, des chefs de produit et des clients pour créer des services web et des APIs de haute qualité.",
    "exp1p3": "Travaillé sur une application de commerce électronique pour une entreprise de bijouterie basée au Royaume-Uni.",
    "exp1p4": "Participation aux revues de code et fourniture de commentaires constructifs aux autres développeurs.",
    "exp2p1": "Collaboré avec des designers et des développeurs backend pour développer, concevoir et tester un produit d'application web.",
    "exp2p2": "Transformer les wireframes en réalité en construisant une base de code stable et maintenable à l'aide de React Js.",
    "exp2p3": "Construire le produit de transfert d'argent Fintech à partir de zéro, impliqué dans la conception du flux, créer de nouvelles fonctionnalités et fonctionnalités en utilisant AJAX et JSON.",
    "exp2p4": "Création réussie de l'interface utilisateur du produit et intégration du frontend avec les services backend.",
    "exp2p5": "Mise en œuvre du design responsive et garantie de la compatibilité entre les navigateurs.",
    "sse": "Ingénieur Logiciel Senior",
    "exp3p1": "Développement de produits de Jeux d'Argent en ligne axés sur l'engagement client et une interface utilisateur riche et performante.",
    "exp3p2": "Écriture de composants UI en utilisant ReactJs, Next.js et gestion des données en utilisant Redux pour un jeu de poker multijoueur en ligne.",
    "exp3p3": "Intégration avec le serveur en utilisant des Websockets et des APIs.",
    "exp3p4": "Intégration avec l'application igamio basée sur React Native.",
    "exp4p1": "Développement et maintenance d'applications web en utilisant Angular et Typescript.",
    "exp4p2": "Collaboration avec des équipes pluridisciplinaires comprenant des designers, des chefs de produit et d'autres développeurs pour créer des produits de haute qualité.",
    "exp4p3": "Travaillé sur leur application de trading pour corriger les bugs, développer de nouvelles fonctionnalités et améliorer les performances de l'application et l'expérience utilisateur.",
    "myWork": "MON TRAVAIL",
    "projects": "Projets",
    "projectSubHead": "Les projets suivants mettent en valeur mes compétences et mon expérience à travers des exemples concrets de mon travail. Chaque projet est brièvement décrit avec des liens vers les dépôts de code et les démonstrations en direct. Il reflète ma capacité à résoudre des problèmes complexes, à travailler avec différentes technologies et à gérer efficacement des projets.",
    "getInTouch": "CONTACTEZ-NOUS",
    "yourName": "Votre Nom",
    "nameQ": "Écrivez votre nom",
    "yourEmail": "Votre Adresse Email",
    "emailQ": "Écrivez votre adresse e-mail",
    "yourMessage": "Votre Message",
    "messageQ": "Écrivez votre message pour moi",
    "send": "Envoyer",
    "sending": "Envoi en cours...",
    "scheduleAcall": "Cliquez pour planifier une réunion",
    "copyright": "Tous droits réservés"
}