{
    "heading": "Consultor Independiente",
    "about": "Acerca de",
    "work": "Trabajo",
    "contact": "Contacto",
    "greetings": "Hola, soy",
    "subText": "Desarrollo soluciones complejas para aplicaciones web y móviles modernas, dinámicas y escalables.",
    "introduction": "Introducción",
    "overview": "Resumen",
    "aboutSummary": "Ingeniero de software (Frontend y Full Stack) con 5 años de experiencia desarrollando productos digitales de clase mundial con enfoque en impulsar la participación del cliente y una rica experiencia de usuario. Registro comprobado de desarrollo y entrega rápida, rápido aprendiz y también bueno para enseñar.",
    "webDeveloper": "Desarrollador web",
    "frontendDev": "Desarrollador Frontend",
    "fullStackDev": "Desarrollador Full Stack",
    "reactDev": "Desarrollador de React",
    "goDev": "ingeniero de golang",
    "whatIhaveDone": "LO QUE HE HECHO HASTA AHORA",
    "workExperience": "Experiencia Laboral",
    "associateSoftwareEng": "Ingeniero de Software Asociado",
    "exp1p1": "Desarrollando y manteniendo servicios web utilizando Java/J2EE y el marco de trabajo Spring Boot",
    "exp1p2": "Colaborando con equipos multifuncionales que incluyen desarrolladores de Frontend, gerentes de producto y clientes para crear servicios web y APIs de alta calidad.",
    "exp1p3": "Trabajé en una aplicación de comercio electrónico para una empresa de joyería con sede en el Reino Unido.",
    "exp1p4": "Participando en revisiones de código y proporcionando retroalimentación constructiva a otros desarrolladores.",
    "exp2p1": "Colaboré con diseñadores y desarrolladores backend para desarrollar, diseñar y probar productos de aplicaciones web.",
    "exp2p2": "Dando vida a los wireframes mediante la construcción de una base de código estable y mantenible utilizando React Js.",
    "exp2p3": "Construir el producto de remesas de Fintech desde cero, involucrado en el diseño del flujo, crear nuevas características y funcionalidades utilizando AJAX y JSON.",
    "exp2p4": "Desarrollé API REST en una arquitectura de microservicios utilizando el framework web Gin en Go.",
    "exp2p5": "Implementación de diseño responsivo y asegurando la compatibilidad entre navegadores.",
    "sse": "Ingeniero de Software Senior",
    "exp3p1": "Desarrollando productos de Juegos de Dinero Real en línea centrados en impulsar la participación del cliente y una interfaz de usuario rica y de alto rendimiento.",
    "exp3p2": "Escribiendo componentes de UI usando ReactJs, Next.js y gestionando datos usando Redux para un juego de póker multijugador en línea.",
    "exp3p3": "Integración con el servidor utilizando WebSockets y APIs.",
    "exp3p4": "Integración con la aplicación igamio basada en React Native.",
    "exp4p1": "Lideré el desarrollo de extremo a extremo de bloques CMS personalizados en Arc Pagebuilder utilizando ReactJS y TypeScript, aumentando la eficiencia de los editores en un 40 % y permitiendo la creación dinámica de contenido para más de 50.000 páginas.",
    "exp4p2": "Diseñé soluciones escalables asumiendo los procesos de HLD/LLD, colaborando con equipos multifuncionales para preparar el diseño del sistema para el futuro y reduciendo la latencia en un 25 % mediante estrategias optimizadas de flujo de datos.",
    "exp4p3": "Diseñé servicios Go de alto rendimiento (gRPC, Goroutines) para la lógica backend, reduciendo los tiempos de respuesta de la API en un 60 % y garantizando una integración perfecta con los frontends React para la gestión de contenido en tiempo real.",
    "myWork": "MI TRABAJO",
    "projects": "Proyectos",
    "projectSubHead": "Los siguientes proyectos muestran mis habilidades y experiencia a través de ejemplos reales de mi trabajo. Cada proyecto se describe brevemente con enlaces a repositorios de código y demostraciones en vivo. Refleja mi capacidad para resolver problemas complejos, trabajar con diferentes tecnologías y gestionar proyectos de manera efectiva.",
    "getInTouch": "PONERSE EN CONTACTO",
    "yourName": "Tu Nombre",
    "nameQ": "Escribe tu nombre",
    "yourEmail": "Tu Correo Electrónico",
    "emailQ": "Escribe tu correo electrónico",
    "yourMessage": "Tu Mensaje",
    "messageQ": "Escribe tu mensaje para mí",
    "send": "Enviar",
    "sending": "Enviando...",
    "scheduleAcall": "Haz clic para programar una reunión",
    "copyright": "Todos los derechos reservados",
    "pokerDes": "Juego de póker en línea y móvil con dinero real que permite al usuario registrarse, iniciar sesión, añadir dinero y sentarse en diferentes mesas para jugar con varios jugadores.",
    "ulinkDes": "Aplicación web que permite al usuario crear una cuenta como representante de una empresa, incorporarse a una empresa y realizar pagos a sus clientes.",
    "porffoliodes": "Mi propio portafolio para mostrar mis habilidades y experiencia de una manera mejor e interactiva, usando modelos 3D y tailwind css, agregando funcionalidad para contactarme enviando un correo electrónico.",
    "crowdfundDes": "Una aplicación de Crowdfunding basada en EVM y Web3 construida en ReactJs, ThirdWeb y Tailwind css donde el usuario puede crear su campaña, obtener todas las campañas y donar a cualquier campaña con su cuenta de Metamask."
}