{
    "heading": "Consultor Independiente",
    "about": "Acerca de",
    "work": "Trabajo",
    "contact": "Contacto",
    "greetings": "Hola, soy",
    "subText": "Desarrollo interfaces de usuario para aplicaciones web y móviles modernas, dinámicas e interactivas.",
    "introduction": "Introducción",
    "overview": "Resumen",
    "aboutSummary": "Ingeniero de software (Frontend y Full Stack) con 5 años de experiencia desarrollando productos digitales de clase mundial con enfoque en impulsar la participación del cliente y una rica experiencia de usuario. Registro comprobado de desarrollo y entrega rápida, rápido aprendiz y también bueno para enseñar.",
    "webDeveloper": "Desarrollador web",
    "frontendDev": "Desarrollador Frontend",
    "fullStackDev": "Desarrollador Full Stack",
    "reactDev": "Desarrollador de React",
    "whatIhaveDone": "LO QUE HE HECHO HASTA AHORA",
    "workExperience": "Experiencia Laboral",
    "associateSoftwareEng": "Ingeniero de Software Asociado",
    "exp1p1": "Desarrollando y manteniendo servicios web utilizando Java/J2EE y el marco de trabajo Spring Boot",
    "exp1p2": "Colaborando con equipos multifuncionales que incluyen desarrolladores de Frontend, gerentes de producto y clientes para crear servicios web y APIs de alta calidad.",
    "exp1p3": "Trabajé en una aplicación de comercio electrónico para una empresa de joyería con sede en el Reino Unido.",
    "exp1p4": "Participando en revisiones de código y proporcionando retroalimentación constructiva a otros desarrolladores.",
    "exp2p1": "Colaboré con diseñadores y desarrolladores backend para desarrollar, diseñar y probar productos de aplicaciones web.",
    "exp2p2": "Dando vida a los wireframes mediante la construcción de una base de código estable y mantenible utilizando React Js.",
    "exp2p3": "Construir el producto de remesas de Fintech desde cero, involucrado en el diseño del flujo, crear nuevas características y funcionalidades utilizando AJAX y JSON.",
    "exp2p4": "Creada con éxito la interfaz de usuario del producto e integrado el frontend con los servicios backend.",
    "exp2p5": "Implementación de diseño responsivo y asegurando la compatibilidad entre navegadores.",
    "sse": "Ingeniero de Software Senior",
    "exp3p1": "Desarrollando productos de Juegos de Dinero Real en línea centrados en impulsar la participación del cliente y una interfaz de usuario rica y de alto rendimiento.",
    "exp3p2": "Escribiendo componentes de UI usando ReactJs, Next.js y gestionando datos usando Redux para un juego de póker multijugador en línea.",
    "exp3p3": "Integración con el servidor utilizando WebSockets y APIs.",
    "exp3p4": "Integración con la aplicación igamio basada en React Native.",
    "exp4p1": "Desarrollando y manteniendo aplicaciones web utilizando Angular y Typescript.",
    "exp4p2": "Colaborando con equipos multidisciplinarios que incluyen diseñadores, gerentes de producto y otros desarrolladores para crear productos de alta calidad.",
    "exp4p3": "Trabajé en su aplicación de Trading para corregir errores, desarrollar nuevas características y mejorar el rendimiento de la aplicación y la experiencia del usuario.",
    "myWork": "MI TRABAJO",
    "projects": "Proyectos",
    "projectSubHead": "Los siguientes proyectos muestran mis habilidades y experiencia a través de ejemplos reales de mi trabajo. Cada proyecto se describe brevemente con enlaces a repositorios de código y demostraciones en vivo. Refleja mi capacidad para resolver problemas complejos, trabajar con diferentes tecnologías y gestionar proyectos de manera efectiva.",
    "getInTouch": "PONERSE EN CONTACTO",
    "yourName": "Tu Nombre",
    "nameQ": "Escribe tu nombre",
    "yourEmail": "Tu Correo Electrónico",
    "emailQ": "Escribe tu correo electrónico",
    "yourMessage": "Tu Mensaje",
    "messageQ": "Escribe tu mensaje para mí",
    "send": "Enviar",
    "sending": "Enviando...",
    "scheduleAcall": "Haz clic para programar una reunión",
    "copyright": "Todos los derechos reservados"
}