{
    "heading": "Freiberuflicher Berater",
    "about": "Über",
    "work": "Arbeit",
    "contact": "Kontakt",
    "greetings": "Hallo, ich bin",
    "subText": "Ich entwickle komplexe Lösungen für moderne, dynamische und skalierbare Web- und Mobilanwendungen.",
    "introduction": "Einführung",
    "overview": "Überblick",
    "aboutSummary": "Softwareentwickler (Frontend & Full Stack) mit 5 Jahren Erfahrung in der Entwicklung erstklassiger digitaler Produkte mit Schwerpunkt auf der Steigerung der Kundenbindung und einer reichhaltigen Benutzererfahrung. Nachweisliche Erfolgsbilanz in schneller Entwicklung und Lieferung, schneller Lerner und auch gut im Unterrichten.",
    "webDeveloper": "Webentwickler",
    "frontendDev": "Frontend-Entwickler",
    "fullStackDev": "Full-Stack-Entwickler",
    "reactDev": "React-Entwickler",
    "goDev": "Golang-Ingenieur",
    "whatIhaveDone": "WAS ICH BISHER GEMACHT HABE",
    "workExperience": "Berufserfahrung",
    "associateSoftwareEng": "Assistenz-Softwareingenieur",
    "exp1p1": "Entwicklung und Wartung von Webdiensten mit Java/J2EE und dem Spring Boot Web-Framework",
    "exp1p2": "Zusammenarbeit mit funktionsübergreifenden Teams, einschließlich Frontend-Entwicklern, Produktmanagern und Kunden, um hochwertige Webdienste und APIs zu erstellen.",
    "exp1p3": "Habe an einer E-Commerce-Anwendung für ein in Großbritannien ansässiges Schmuckunternehmen gearbeitet.",
    "exp1p4": "Teilnahme an Code-Reviews und Bereitstellung konstruktives Feedback an andere Entwickler.",
    "exp2p1": "Zusammenarbeit mit Designern und Backend-Entwicklern, um Webanwendungsprodukt zu entwickeln, zu entwerfen und zu testen.",
    "exp2p2": "Das Beleben von Wireframes durch den Aufbau einer stabilen und wartbaren Codebasis mit React Js.",
    "exp2p3": "Erstellen Sie das Fintech-Überweisungsprodukt von Grund auf neu, beteiligt an Flussdesign, erstellen Sie neue Funktionen und Funktionalitäten unter Verwendung von AJAX und JSON.",
    "exp2p4": "Entwickelte REST-APIs in einer Microservices-Architektur unter Verwendung des Gin-Webframeworks in Go.",
    "exp2p5": "Implementierung responsives Design und Sicherstellung der Browserkompatibilität.",
    "sse": "Senior Software Ingenieur",
    "exp3p1": "Entwicklung von Online-Echtgeld-Gaming-Produkten mit Schwerpunkt auf der Steigerung der Kundenbindung und einer reichhaltigen und schnelllebigen Benutzeroberfläche.",
    "exp3p2": "Schreiben von UI-Komponenten mit ReactJs, Next.js und Verwalten von Daten mit Redux für ein Online-Mehrspieler-Pokerspiel.",
    "exp3p3": "Integration mit dem Server unter Verwendung von Websockets und APIs.",
    "exp3p4": "Integration mit der igamio-Anwendung auf Basis von React Native.",
    "exp4p1": "Leitete die End-to-End-Entwicklung benutzerdefinierter Arc Pagebuilder CMS-Blöcke mit ReactJS und TypeScript, steigerte die Effizienz der Redakteure um 40 % und ermöglichte die dynamische Inhaltserstellung für über 50.000 Seiten.",
    "exp4p2": "Architektur skalierbarer Lösungen durch Übernahme der HLD/LLD-Prozesse, Zusammenarbeit mit funktionsübergreifenden Teams zur zukunftssicheren Systemgestaltung und Reduzierung der Latenz um 25 % durch optimierte Datenflussstrategien.",
    "exp4p3": "Entwickelte leistungsstarke Go-Services (gRPC, Goroutines) für die Backend-Logik, reduzierte die API-Antwortzeiten um 60 % und gewährleistete eine nahtlose Integration mit React-Frontends für das Echtzeit-Content-Management.",
    "myWork": "MEINE ARBEIT",
    "projects": "Projekte",
    "projectSubHead": "Die folgenden Projekte zeigen meine Fähigkeiten und Erfahrungen anhand realer Beispiele meiner Arbeit. Jedes Projekt wird kurz beschrieben und enthält Links zu Code-Repositories und Live-Demos. Es spiegelt meine Fähigkeit wider, komplexe Probleme zu lösen, mit verschiedenen Technologien zu arbeiten und Projekte effektiv zu managen.",
    "getInTouch": "KONTAKTIEREN SIE UNS",
    "yourName": "Dein Name",
    "nameQ": "Schreibe deinen Namen",
    "yourEmail": "Deine E-Mail",
    "emailQ": "Schreibe deine E-Mail",
    "yourMessage": "Deine Nachricht",
    "messageQ": "Schreiben Sie mir Ihre Nachricht",
    "send": "Senden",
    "sending": "Senden...",
    "scheduleAcall": "Klicken Sie, um ein Treffen zu planen",
    "copyright": "Alle Rechte vorbehalten",
    "pokerDes": "Web- und mobilbasiertes Echtgeld-Pokerspiel, das es Benutzern ermöglicht, sich anzumelden, einzuloggen, Geld hinzuzufügen und an verschiedenen Tischen zu sitzen und mit mehreren Spielern zu spielen.",
    "ulinkDes": "Webanwendung, die es Benutzern ermöglicht, als Unternehmensvertreter ein Konto zu erstellen, sich bei einem Unternehmen anzumelden und Zahlungen an ihre Kunden zu leisten.",
    "porffoliodes": "Mein eigenes Portfolio, um meine Fähigkeiten und Erfahrungen auf eine bessere und interaktive Weise zu präsentieren, verwendet 3D-Modelle und Tailwind CSS, hat eine Funktionalität hinzugefügt, um mich per E-Mail zu kontaktieren.",
    "crowdfundDes": "Eine auf EVM basierende Web3-Crowdfunding-Anwendung, die in ReactJs, ThirdWeb und Tailwind CSS entwickelt wurde, in der Benutzer ihre Kampagne erstellen, alle Kampagnen erhalten und an beliebige Kampagnen mit ihrem Metamask-Konto spenden können."
    
}