{
    "heading": "Freelance Consultant",
    "about": "About",
    "work": "Work",
    "contact": "Contact",
    "greetings": "Hi, I'm",
    "subText": "I develop user interface for modern, dynamic and interactive web and mobile applications.",
    "introduction": "Introduction",
    "overview": "Overview",
    "aboutSummary": "Software engineer (Frontend & Full stack) with 5 years of experience developing world class digital products with focus on driving customer engagement and rich user experience, proven track record of fast development and delivery, quick learner and good at teaching also",
    "webDeveloper": "Web Developer",
    "frontendDev": "Front end Developer",
    "fullStackDev": "Full Stack Developer",
    "reactDev": "React Developer",
    "whatIhaveDone": "WHAT I HAVE DONE SO FAR",
    "workExperience": "Work Experience",
    "associateSoftwareEng": "Associate Software Engineer",
    "exp1p1": "Developing and maintaining web services using Java/J2EE and Spring Boot web framework",
    "exp1p2": "Collaborating with cross-functional teams including Frontend developers, product managers, and client to create high-quality web services and APIs.",
    "exp1p3": "Worked on an E-commerce application for UK based jewellry company.",
    "exp1p4": "Participating in code reviews and providing constructive feedback to other developers.",
    "exp2p1": "Collaborated with designers and backend developers to develop, design and test web application product.",
    "exp2p2": "Turning wireframes to life by building stable and maintainable codebase using React Js.",
    "exp2p3": "Build the Fintech remittance product from scratch, involved in flow design create new features and functionalities using AJAX and JSON.",
    "exp2p4": "Successfully created the product user interface and integrates the frontend with backend services.",
    "exp2p5": "Implementing responsive design and ensuring cross-browser compatibility.",
    "sse": "Senior Software Engineer",
    "exp3p1": "Developing online Real Money Gaming products focusing on driving customer engagement and rich and fast performing user interface.",
    "exp3p2": "Writing UI components using ReactJs, Next.js and managing data using Redux for an online multiplayer poker game.",
    "exp3p3": "Integration with server using Web sockets and apis.",
    "exp3p4": "Integration with igamio application based on React native.",
    "exp4p1": "Developing and maintaining web applications using Angular and Typescript.",
    "exp4p2": "Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
    "exp4p3": "Worked on their Trading application to fix bugs, develop new features and improve application performance and UX",
    "myWork": "MY WORK",
    "projects": "Projects",
    "projectSubHead": "Following projects showcases my skills and experience through real world exmaple of my work. Each project is briefly described with links to code repositories and live demos in it. It reflects my ability to solve complex problems, work with different technologies, and manage projects effectively.",
    "getInTouch": "GET IN TOUCH",
    "yourName": "Your Name",
    "nameQ": "Write your name",
    "yourEmail": "Your Email",
    "emailQ": "Write your email",
    "yourMessage": "Your Message",
    "messageQ": "Write your message for me",
    "send": "Send",
    "sending": "Sending...",
    "scheduleAcall": "Click to schedule a Meeting",
    "copyright": "All rights reserved",
    "pokerDes": "Web and mobile based Real money poker game which allows user to Signup, Log-in, Add money and sit on different tables and play with multiple players.",
    "ulinkDes": "Web application that allows user to create account as a company representative onboard a company, and create payments to their clients.",
    "porffoliodes": "My own portfolio to showcase my skills and experience in a better and interactive way, used 3D models and tailwind css, added functionality to contact me by sending email.",
    "crowdfundDes": "An EVM based Web3 Crowdfunding application built in ReactJs, ThirdWeb and Tailwind css where user can create their campaign, get all the campaigns and donate to any campaign with their metamask account"
}